---
title: 杂谈：为什么我选择了复读
date: 2023-04-10 15:03:51
tags: [diary, High School, Repetition, Military]
categories: diary
cover: 
---

我想了很久，但还是决定写这样的一篇文章，同时这也能够解答本站的各位访客和QQ上的好友们：为什么身为大学生的我不经常在线？又或者是：为什么我只有周末才冒泡？

{% note warning %}

**此文章带有很强的主观性，或许我本人是在心理有问题的情况下写下此文章也说不定，肯定有些人看了本文章会觉得“怎么会有这么傻的人放着好好的大学不读自己选择退学复读”这样的，但说白了这个选择是我自己做出的，是我自己权衡了很多方面才做出的，我也不是说要别人去理解我什么的，或许就是在发牢骚，但是我不希望有人在这里进行网络攻击，毕竟网络攻击的成本很低，维权的成本很高，对别人造成的伤害那是不可计量的。如果你是带着“键盘侠”的身份来到本站，那么对不起，本站不欢迎你，你现在就可以点击右上角的×退出了！**

{% endnote %}

{% note info %}

本文将按照时间顺序，从高考拿到成绩那个时候起，叙述我从`报考大学`=>`在大学学习`=>`选择退学`=>`目前状态`的整个过程，需要再次强调**此文章带有很强的主观性，或许我本人是在心理有问题的情况下写下此文章也说不定**，但是我不希望有人看了以后以此来攻击我

{% endnote %}

## 拿到成绩

